Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: What should this toDō be called?
ar: ماذا يجب أن يكون اسم هذا تُدُ؟
es: ¿Cómo debería llamarse esto?
hi: इसे क्या कहा जाना चाहिए?
it: Come vuoi chiamare questo toDō?
ja: このtoDōの名前は何にしますか？
ms: Apakah nama untuk toDō ini?
th: toDō นี้ควรใช้ชื่อว่าอะไร
ur: اس ٹُڈُو کا نام کیا ہونا چاہیے؟
zh_hans: 这个 toDō 应该叫什么？

source: what toDō today?
ar: ما toDō اليوم؟
es: ¿qué toDō hoy?
hi: आज क्या toDō?
it: cosa toDō oggi?
ja: 今日は何をtoDō？
ms: apa toDō hari ini?
th: วันนี้จะ toDō อะไร?
ur: آج کیا toDō؟
zh_hans: 今天 toDō 什么？

source: What would you like to do?
ar: ماذا تريد أن تفعل؟
es: ¿Qué te gustaría hacer?
hi: आप क्या करना चाहेंगे?
it: Che cosa vuoi fare?
ja: 何をしますか？
ms: Apakah yang ingin anda lakukan?
th: คุณต้องการทำอะไร?
ur: آپ کیا کرنا چاہیں گے؟
zh_hans: 你想做什么？

source: What would you like to get done?
ar: ما الذي تريد إنجازه؟
es: ¿Qué quieres conseguir?
hi: आप क्या करना चाहते हैं?
it: Cosa vuoi realizzare?
ja: 何を達成したいですか？
ms: Apakah yang ingin anda selesaikan?
th: คุณต้องการทำอะไรให้เสร็จ
ur: آپ کیا مکمل کرنا چاہتے ہیں؟
zh_hans: 你想完成什么？

source: What’s worth doing today?
ar: ما الذي يستحق الإنجاز اليوم؟
es: ¿Qué vale la pena hacer hoy?
hi: आज क्या करने लायक है?
it: Cosa vale la pena fare oggi?
ja: 今日やる価値があることは？
ms: Apa yang berbaloi dibuat hari ini?
th: วันนี้อะไรควรค่าแก่การทำ?
ur: آج کیا کرنے کے قابل ہے؟
zh_hans: 今天什么值得做？

source: When Done
ar: عند الانتهاء
es: Al completar
hi: पूरा होने पर
it: Quando completato
ja: 完了時
ms: Apabila Selesai
th: เมื่อเสร็จ
ur: مکمل ہونے پر
zh_hans: 完成时

source: When every NanoDo is done, mark the parent toDō done too.
ar: عند اكتمال كل نَنُدُ، ضع علامة مكتمل على تُدُ الرئيسي أيضًا.
es: Cuando terminen todos los NanoDos, marca también el toDō principal como completado.
hi: सभी NanoDos पूरे होने पर मुख्य toDō को भी पूरा चिह्नित करें।
it: Quando tutti i NanoDo sono completati, completa anche il toDō principale.
ja: すべてのNanoDoが完了したら、親のtoDōも完了にします。
ms: Apabila setiap NanoDo selesai, tandakan toDō induk sebagai selesai juga.
th: เมื่อ NanoDo ทั้งหมดเสร็จแล้ว ให้ทำเครื่องหมาย toDō หลักว่าเสร็จด้วย
ur: جب تمام نَنُدُس مکمل ہو جائیں تو بنیادی تُدُ کو بھی مکمل نشان زد کریں۔
zh_hans: 所有 NanoDo 完成后，也将父级 toDō 标记为完成。

source: Where should this image be used?
ar: أين ينبغي استخدام هذه الصورة؟
es: ¿Dónde debe usarse esta imagen?
hi: इस चित्र का उपयोग कहाँ किया जाना चाहिए?
it: Dove deve essere usata questa immagine?
ja: この画像をどこで使用しますか？
ms: Di manakah imej ini patut digunakan?
th: ควรใช้รูปนี้ที่ใด
ur: یہ تصویر کہاں استعمال کی جائے؟
zh_hans: 这张图片应在哪里使用？

source: Where to Save
ar: مكان الحفظ
es: Donde guardar
hi: कहां सहेजना है
it: Dove salvare
ja: 保存先
ms: Tempat Simpan
th: ที่บันทึก
ur: کہاں محفوظ کریں
zh_hans: 保存位置

source: Will not auto-delete
ar: لن يُحذف تلقائيًا
es: No se eliminará automáticamente
hi: स्वतः नहीं हटेगा
it: Non verrà eliminato automaticamente
ja: 自動削除されません
ms: Tidak akan dipadam automatik
th: จะไม่ลบอัตโนมัติ
ur: خودکار طور پر حذف نہیں ہوگا
zh_hans: 不会自动删除

source: With NanoDos
ar: مع نَنُدُس
es: Con NanoDos
hi: NanoDos के साथ
it: Con NanoDo
ja: NanoDos あり
ms: Dengan NanoDos
th: มี NanoDos
ur: نینو ڈوز کے ساتھ
zh_hans: 包含 NanoDos

source: Without NanoDos
ar: بدون نَنُدُس
es: Sin NanoDos
hi: NanoDos के बिना
it: Senza NanoDo
ja: NanoDos なし
ms: Tanpa NanoDos
th: ไม่มี NanoDos
ur: نینو ڈوز کے بغیر
zh_hans: 不含 NanoDos

source: Work the List
ar: اعمل على القائمة
es: Trabaja la lista
hi: सूची पर काम करें
it: Lavora sull’elenco
ja: リストを動かす
ms: Urus senarai
th: จัดการรายการ
ur: فہرست پر کام کریں
zh_hans: 处理列表

source: Workflow
ar: سير العمل
es: Flujo de trabajo
hi: कार्यप्रवाह
it: Flusso di lavoro
ja: ワークフロー
ms: Aliran kerja
th: เวิร์กโฟลว์
ur: کام کا بہاؤ
zh_hans: 工作流

source: Workload Shape
ar: شكل عبء العمل
es: Forma de la carga
hi: कार्यभार का आकार
it: Forma del carico
ja: 作業量の形
ms: Bentuk beban kerja
th: รูปแบบภาระงาน
ur: کام کے بوجھ کی شکل
zh_hans: 工作负载形态

source: Works standalone when signed in
ar: يعمل بشكل مستقل عند تسجيل الدخول
es: Funciona de forma independiente al iniciar sesión
hi: साइन इन होने पर स्वतंत्र रूप से काम करता है
it: Funziona autonomamente dopo l’accesso
ja: サインインすると単体で動作します
ms: Berfungsi sendiri apabila log masuk
th: ใช้งานแบบสแตนด์อโลนเมื่อลงชื่อเข้าใช้
ur: سائن ان ہونے پر آزادانہ کام کرتا ہے
zh_hans: 登录后可独立使用

source: Write the task exactly how you think about it.
ar: اكتب المهمة بالضبط كما تفكر فيها.
es: Escribe la tarea exactamente como piensas en ella.
hi: कार्य को ठीक वैसे ही लिखें जैसे आप उसके बारे में सोचते हैं।
it: Scrivi l'attività esattamente come la pensi.
ja: タスクについて自分が考えたことを正確に書きます。
ms: Tulis tugas dengan tepat bagaimana anda memikirkannya.
th: เขียนงานให้ตรงตามที่คุณคิด
ur: کام کو بالکل وہی لکھیں جس طرح آپ اس کے بارے میں سوچتے ہیں۔
zh_hans: 按照您的想法准确地写下任务。

source: Write the toDō
ar: اكتب المهام
es: Escribe la tarea pendiente
hi: कार्य लिखें
it: Scrivi la cosa da fare
ja: toDōを書く
ms: Tulis tugasan
th: เขียนสิ่งที่ต้องทำ
ur: کرنے کا کام لکھیں۔
zh_hans: 写下待办事项

source: Year
ar: سنة
es: Año
hi: वर्ष
it: Anno
ja: 年
ms: tahun
th: ปี
ur: سال
zh_hans: 年

source: Yearly
ar: سنوي
es: Anual
hi: वार्षिक
it: Annuale
ja: 年額
ms: Tahunan
th: รายปี
ur: سالانہ
zh_hans: 年度

source: Years
ar: سنين
es: Años
hi: साल
it: Anni
ja: 年
ms: tahun
th: ปี
ur: سال
zh_hans: 年

source: Yes, Reset Everything
ar: نعم، إعادة ضبط كل شيء
es: Sí, restablecer todo
hi: हाँ, सब कुछ रीसेट करें
it: Sì, reimposta tutto
ja: はい、すべてリセット
ms: Ya, tetapkan semula semuanya
th: ใช่ รีเซ็ตทั้งหมด
ur: ہاں، سب کچھ ری سیٹ کریں
zh_hans: 是的，重置一切

source: You can review or decline this invitation before joining the shared list.
ar: يمكنك مراجعة هذه الدعوة أو رفضها قبل الانضمام إلى القائمة المشتركة.
es: Puedes revisar o rechazar esta invitación antes de unirte a la lista compartida.
hi: साझा सूची में शामिल होने से पहले आप इस निमंत्रण की समीक्षा या अस्वीकृति कर सकते हैं।
it: Puoi esaminare o rifiutare questo invito prima di unirti alla lista condivisa.
ja: 共有リストに参加する前に、この招待を確認または辞退できます。
ms: Anda boleh menyemak atau menolak jemputan ini sebelum menyertai senarai dikongsi.
th: คุณตรวจสอบหรือปฏิเสธคำเชิญนี้ได้ก่อนเข้าร่วมรายการที่แชร์
ur: مشترکہ فہرست میں شامل ہونے سے پہلے آپ اس دعوت کا جائزہ لے یا اسے مسترد کر سکتے ہیں۔
zh_hans: 加入共享列表前，你可以查看或拒绝此邀请。

source: You can stay on this device.
ar: يمكنك البقاء على هذا الجهاز.
es: Puedes quedarte en este dispositivo.
hi: आप इसी डिवाइस पर रह सकते हैं।
it: Puoi restare su questo dispositivo.
ja: このデバイスのまま使えます。
ms: Anda boleh kekal pada peranti ini.
th: คุณสามารถใช้อุปกรณ์นี้ต่อไปได้
ur: آپ اسی ڈیوائس پر رہ سکتے ہیں۔
zh_hans: 你可以继续使用此设备。

source: You have been invited to collaborate with this user.
ar: لقد تلقيت دعوة للتعاون مع هذا المستخدم.
es: Has recibido una invitación para colaborar con este usuario.
hi: आपको इस उपयोगकर्ता के साथ सहयोग करने के लिए आमंत्रित किया गया है।
it: Hai ricevuto un invito a collaborare con questo utente.
ja: このユーザーから共同作業への招待が届いています。
ms: Anda telah dijemput untuk bekerjasama dengan pengguna ini.
th: คุณได้รับคำเชิญให้ทำงานร่วมกับผู้ใช้นี้
ur: آپ کو اس صارف کے ساتھ تعاون کرنے کی دعوت دی گئی ہے۔
zh_hans: 你已收到与此用户协作的邀请。

source: You left %@ shared lists.
ar: غادرت %@ من القوائم المشتركة.
es: Abandonaste %@ listas compartidas.
hi: आपने %@ साझा सूचियाँ छोड़ीं।
it: Hai abbandonato %@ elenchi condivisi.
ja: %@件の共有リストから退出しました。
ms: Anda meninggalkan %@ senarai dikongsi.
th: คุณออกจากรายการที่แชร์ %@ รายการแล้ว
ur: آپ نے %@ مشترکہ فہرستیں چھوڑ دیں۔
zh_hans: 你已退出 %@ 个共享列表。

source: You were here early.
ar: كنت معنا منذ البداية.
es: Estuviste aquí desde el principio.
hi: आप शुरू से हमारे साथ थे।
it: C'eri fin dall'inizio.
ja: 早くからご利用いただいています。
ms: Anda bersama kami sejak awal.
th: คุณอยู่กับเรามาตั้งแต่แรก
ur: آپ ابتدا ہی سے ہمارے ساتھ تھے۔
zh_hans: 你很早就加入了我们。

source: You're caught up. Nothing needs urgent attention right now.
ar: أنت على المسار الصحيح. لا شيء يحتاج إلى انتباه عاجل الآن.
es: Estás al día. Nada necesita atención urgente ahora mismo.
hi: आप अभी संभले हुए हैं। अभी किसी चीज़ पर तुरंत ध्यान देने की ज़रूरत नहीं है।
it: Sei in pari. Nulla richiede attenzione urgente in questo momento.
ja: 今は順調です。すぐに対応が必要なものはありません。
ms: Anda sudah terkawal. Tiada apa-apa yang perlukan perhatian segera sekarang.
th: ตอนนี้คุณตามทันแล้ว ไม่มีอะไรต้องรีบจัดการทันที
ur: آپ ابھی سنبھلے ہوئے ہیں۔ اس وقت کسی چیز کو فوری توجہ کی ضرورت نہیں۔
zh_hans: 你现在已经跟上了。暂时没有需要紧急处理的事项。

source: You're ready.
ar: أنت جاهز.
es: Estás listo.
hi: आप तैयार हैं.
it: Sei pronto.
ja: 準備は完了です。
ms: Anda sudah bersedia.
th: คุณพร้อมแล้ว
ur: آپ تیار ہیں۔
zh_hans: 你准备好了。

source: Your
ar: الخاص بك
es: Su
hi: आपका
it: Il tuo
ja: あなたの
ms: Anda
th: ของคุณ
ur: آپ کا
zh_hans: 你的

source: Your active list is clear.
ar: قائمتك النشطة خالية.
es: Tu lista activa está despejada.
hi: आपकी सक्रिय सूची साफ़ है।
it: La tua lista attiva è libera.
ja: アクティブなリストはクリアです。
ms: Senarai aktif anda jelas.
th: รายการที่ใช้งานอยู่ของคุณโล่งแล้ว
ur: آپ کی فعال فہرست صاف ہے۔
zh_hans: 你的活跃列表已清空。

source: Your active list is in a manageable state.
ar: قائمتك النشطة في حالة يمكن إدارتها.
es: Tu lista activa está en un estado manejable.
hi: आपकी सक्रिय सूची संभालने योग्य स्थिति में है।
it: La tua lista attiva è in uno stato gestibile.
ja: アクティブなリストは管理しやすい状態です。
ms: Senarai aktif anda berada dalam keadaan terkawal.
th: รายการที่ใช้งานอยู่ของคุณยังจัดการได้
ur: آپ کی فعال فہرست قابلِ انتظام حالت میں ہے۔
zh_hans: 你的活跃列表处于可管理状态。

source: Your App Store access could not be checked. Pull to refresh or try again shortly.
ar: تعذر التحقق من وصولك عبر App Store. اسحب للتحديث أو حاول بعد قليل.
es: No se pudo comprobar tu acceso de App Store. Desliza para actualizar o inténtalo de nuevo en breve.
hi: आपकी App Store पहुँच जाँची नहीं जा सकी। रीफ़्रेश करने के लिए खींचें या थोड़ी देर में फिर कोशिश करें।
it: Impossibile verificare l'accesso tramite App Store. Trascina per aggiornare o riprova tra poco.
ja: App Storeのアクセス権を確認できませんでした。引っ張って更新するか、しばらくしてからもう一度お試しください。
ms: Akses App Store anda tidak dapat disemak. Tarik untuk menyegar semula atau cuba sebentar lagi.
th: ไม่สามารถตรวจสอบสิทธิ์เข้าถึง App Store ของคุณได้ ดึงเพื่อรีเฟรชหรือลองอีกครั้งในอีกสักครู่
ur: آپ کی App Store رسائی چیک نہیں ہو سکی۔ ریفریش کے لیے کھینچیں یا تھوڑی دیر بعد دوبارہ کوشش کریں۔
zh_hans: 无法检查你的 App Store 访问权限。下拉刷新或稍后重试。

source: Your first toDō is now active. From here, you can complete, archive, and refine your workflow over time.
ar: أصبحت المهام الأولى الخاصة بك نشطة الآن. ومن هنا، يمكنك إكمال سير العمل وأرشفته وتحسينه بمرور الوقت.
es: Tu primera tarea pendiente ya está activa. Desde aquí, puede completar, archivar y perfeccionar su flujo de trabajo con el tiempo.
hi: आपका पहला कार्य अब सक्रिय है. यहां से, आप समय के साथ अपने वर्कफ़्लो को पूरा, संग्रहित और परिष्कृत कर सकते हैं।
it: La tua prima cosa da fare è ora attiva. Da qui puoi completare, archiviare e perfezionare il tuo flusso di lavoro nel tempo.
ja: 最初の toDō がアクティブになりました。ここから、時間をかけてワークフローを完了、アーカイブ、改良することができます。
ms: toDō pertama anda kini aktif. Dari sini, anda boleh melengkapkan, mengarkibkan dan memperhalusi aliran kerja anda dari semasa ke semasa.
th: สิ่งที่ต้องทำแรกของคุณเปิดใช้งานแล้ว จากที่นี่ คุณสามารถดำเนินการ เก็บถาวร และปรับปรุงขั้นตอนการทำงานของคุณเมื่อเวลาผ่านไป
ur: آپ کا پہلا کام اب فعال ہے۔ یہاں سے، آپ وقت کے ساتھ ساتھ اپنے ورک فلو کو مکمل، آرکائیو اور بہتر کر سکتے ہیں۔
zh_hans: 您的第一个待办事项现已激活。从这里，您可以随着时间的推移完成、存档和完善您的工作流程。

source: Your overdue toDōs need the first pass.
ar: تحتاج toDō المتأخرة إلى المرور الأول.
es: Tus toDōs vencidos necesitan la primera pasada.
hi: आपके ओवरड्यू toDō पर पहले ध्यान चाहिए।
it: I tuoi toDō in ritardo richiedono il primo passaggio.
ja: 期限超過のtoDōを最初に確認してください。
ms: toDō tertunggak anda perlukan perhatian dahulu.
th: toDō ที่เลยกำหนดควรถูกดูเป็นอันดับแรก
ur: آپ کے تاخیر شدہ toDōs کو پہلے دیکھنے کی ضرورت ہے۔
zh_hans: 你的逾期 toDō 需要优先处理。

source: Your patterns stay private. Insights simply help you see what deserves attention next.
ar: تبقى أنماطك خاصة. تساعدك الرؤى فقط على معرفة ما يستحق الانتباه بعد ذلك.
es: Tus patrones permanecen privados. Insights solo te ayuda a ver qué merece atención después.
hi: आपके पैटर्न निजी रहते हैं। इनसाइट्स सिर्फ़ यह दिखाते हैं कि आगे किस पर ध्यान देना चाहिए।
it: I tuoi pattern restano privati. Gli approfondimenti ti aiutano solo a capire cosa merita attenzione dopo.
ja: あなたのパターンは非公開のままです。インサイトは次に注目すべきことを見つけるためだけのものです。
ms: Corak anda kekal peribadi. Wawasan hanya membantu anda melihat perkara yang patut diberi perhatian seterusnya.
th: รูปแบบของคุณยังคงเป็นส่วนตัว ข้อมูลเชิงลึกเพียงช่วยให้เห็นว่าสิ่งใดควรได้รับความสนใจต่อไป
ur: آپ کے نمونے نجی رہتے ہیں۔ بصیرتیں صرف یہ دکھانے میں مدد کرتی ہیں کہ آگے کس چیز پر توجہ دینی ہے۔
zh_hans: 你的模式保持私密。洞察只是帮助你看清接下来哪些事项值得关注。

source: Your profile could not be loaded. Try again.
ar: تعذر تحميل ملفك الشخصي. حاول مجددًا.
es: No se pudo cargar tu perfil. Inténtalo de nuevo.
hi: आपकी प्रोफ़ाइल लोड नहीं हो सकी। फिर से कोशिश करें।
it: Impossibile caricare il profilo. Riprova.
ja: プロフィールを読み込めませんでした。もう一度お試しください。
ms: Profil anda tidak dapat dimuatkan. Cuba lagi.
th: ไม่สามารถโหลดโปรไฟล์ได้ โปรดลองอีกครั้ง
ur: آپ کی پروفائل لوڈ نہیں ہو سکی۔ دوبارہ کوشش کریں۔
zh_hans: 无法载入个人资料。请重试。

source: Your profile could not be saved. Try again.
ar: تعذر حفظ ملفك الشخصي. حاول مجددًا.
es: No se pudo guardar tu perfil. Inténtalo de nuevo.
hi: आपकी प्रोफ़ाइल सहेजी नहीं जा सकी। फिर से कोशिश करें।
it: Impossibile salvare il profilo. Riprova.
ja: プロフィールを保存できませんでした。もう一度お試しください。
ms: Profil anda tidak dapat disimpan. Cuba lagi.
th: ไม่สามารถบันทึกโปรไฟล์ได้ โปรดลองอีกครั้ง
ur: آپ کی پروفائل محفوظ نہیں ہو سکی۔ دوبارہ کوشش کریں۔
zh_hans: 无法保存个人资料。请重试。

source: Your profile image could not be saved. Try again.
ar: تعذر حفظ صورة ملفك الشخصي. حاول مرة أخرى.
es: No se pudo guardar tu imagen de perfil. Inténtalo de nuevo.
hi: आपका प्रोफ़ाइल चित्र सहेजा नहीं जा सका। फिर कोशिश करें।
it: Non è stato possibile salvare la tua immagine del profilo. Riprova.
ja: プロフィール画像を保存できませんでした。もう一度お試しください。
ms: Gambar profil anda tidak dapat disimpan. Cuba lagi.
th: บันทึกรูปโปรไฟล์ของคุณไม่ได้ ลองอีกครั้ง
ur: آپ کی پروفائل تصویر محفوظ نہیں ہو سکی۔ دوبارہ کوشش کریں۔
zh_hans: 无法保存你的头像。请重试。

source: Your purchase is safe, but toDō could not connect it to this account yet.
ar: عملية الشراء محفوظة، لكن تعذر على toDō ربطها بهذا الحساب حتى الآن.
es: Tu compra está segura, pero toDō aún no pudo vincularla a esta cuenta.
hi: आपकी खरीद सुरक्षित है, लेकिन toDō अभी इसे इस खाते से नहीं जोड़ सका।
it: Il tuo acquisto è al sicuro, ma toDō non è ancora riuscito a collegarlo a questo account.
ja: 購入は保護されていますが、toDōはまだこのアカウントに連携できていません。
ms: Pembelian anda selamat, tetapi toDō belum dapat menghubungkannya kepada akaun ini.
th: การซื้อของคุณปลอดภัย แต่ toDō ยังไม่สามารถเชื่อมโยงกับบัญชีนี้ได้
ur: آپ کی خریداری محفوظ ہے، لیکن toDō ابھی اسے اس اکاؤنٹ سے منسلک نہیں کر سکا۔
zh_hans: 你的购买是安全的，但 toDō 尚未能将其关联到此帐户。

source: Your purchases have been restored.
ar: تمت استعادة مشترياتك.
es: Tus compras se han restaurado.
hi: आपकी खरीदारियाँ पुनर्स्थापित कर दी गई हैं।
it: I tuoi acquisti sono stati ripristinati.
ja: 購入を復元しました。
ms: Pembelian anda telah dipulihkan.
th: กู้คืนรายการซื้อของคุณแล้ว
ur: آپ کی خریداریاں بحال کر دی گئی ہیں۔
zh_hans: 你的购买项目已恢复。

source: Your speech is transcribed on this device. Review every detail before saving.
ar: يُحوَّل كلامك إلى نص على هذا الجهاز. راجع كل التفاصيل قبل الحفظ.
es: Tu voz se transcribe en este dispositivo. Revisa todos los detalles antes de guardar.
hi: आपकी आवाज़ इसी डिवाइस पर लिखित रूप में बदली जाती है। सहेजने से पहले हर विवरण जाँचें।
it: La voce viene trascritta su questo dispositivo. Controlla ogni dettaglio prima di salvare.
ja: 音声はこのデバイス上で文字に変換されます。保存前にすべての詳細を確認してください。
ms: Pertuturan anda ditranskripsikan pada peranti ini. Semak setiap butiran sebelum menyimpan.
th: เสียงพูดของคุณจะถูกถอดความบนอุปกรณ์นี้ โปรดตรวจสอบทุกรายละเอียดก่อนบันทึก
ur: آپ کی آواز اسی آلے پر متن میں بدلی جاتی ہے۔ محفوظ کرنے سے پہلے ہر تفصیل دیکھیں۔
zh_hans: 语音会在此设备上转录。保存前请检查每项详情。

source: Your Tags
ar: وسومك
es: Tus etiquetas
hi: आपके टैग
it: I tuoi tag
ja: あなたのタグ
ms: Tag anda
th: แท็กของคุณ
ur: آپ کے ٹیگز
zh_hans: 你的标签

source: Your time-sensitive toDōs are carrying the most pressure.
ar: تحمل toDō الحساسة للوقت أكبر ضغط.
es: Tus toDōs time-sensitive cargan con la mayor presión.
hi: आपके time-sensitive toDō सबसे अधिक दबाव लिए हुए हैं।
it: I tuoi toDō time-sensitive portano la pressione maggiore.
ja: Time-SensitiveのtoDōが最も大きな圧力になっています。
ms: toDō time-sensitive anda membawa tekanan paling tinggi.
th: toDō แบบ time-sensitive กำลังมีแรงกดดันมากที่สุด
ur: آپ کے time-sensitive toDōs سب سے زیادہ دباؤ رکھتے ہیں۔
zh_hans: 你的 time-sensitive toDō 承载了最多压力。

source: Your toDō
ar: تُدُ الخاص بك
es: Tu toDō
hi: आपका toDō
it: Il tuo toDō
ja: あなたのtoDō
ms: toDō anda
th: toDō ของคุณ
ur: آپ کا ٹُڈُو
zh_hans: 你的 toDō

source: Your toDō data could not be reset: %@
ar: تعذر إعادة ضبط بيانات toDō: %@
es: No se pudieron restablecer tus datos de toDō: %@
hi: आपका toDō डेटा रीसेट नहीं किया जा सका: %@
it: Impossibile reimpostare i dati di toDō: %@
ja: toDōデータをリセットできませんでした：%@
ms: Data toDō anda tidak dapat ditetapkan semula: %@
th: ไม่สามารถรีเซ็ตข้อมูล toDō ของคุณได้: %@
ur: آپ کا toDō ڈیٹا ری سیٹ نہیں ہو سکا: %@
zh_hans: 无法重置你的 toDō 数据：%@

source: Your toDōs already work on this device. Choose iCloud for Apple-only sync, toDō Sync for account-based cross-platform sync, or stay local if you prefer no remote copy.
ar: تعمل تُدُس لديك بالفعل على هذا الجهاز. اختر iCloud للمزامنة بين أجهزة Apple فقط، أو مزامنة تُدُ للمزامنة عبر الحساب بين المنصات، أو ابق محلياً إذا كنت لا تريد نسخة بعيدة.
es: Tus toDōs ya funcionan en este dispositivo. Elige iCloud para sincronizar solo entre dispositivos Apple, toDō Sync para sincronización multiplataforma con cuenta, o mantén todo local si prefieres no tener copia remota.
hi: आपके toDōs इस डिवाइस पर पहले से काम करते हैं. iCloud चुनें अगर केवल Apple डिवाइसों में सिंक चाहिए, खाते-आधारित क्रॉस-प्लैटफ़ॉर्म सिंक के लिए toDō Sync चुनें, या रिमोट कॉपी नहीं चाहिए तो लोकल रहें.
it: I tuoi toDō funzionano già su questo dispositivo. Scegli iCloud per la sincronizzazione solo tra dispositivi Apple, toDō Sync per la sincronizzazione multipiattaforma basata su account, oppure resta in locale se preferisci non avere una copia remota.
ja: あなたのtoDōはこのデバイスですでに使えます。 Appleデバイスだけで同期するならiCloud、アカウントベースでクロスプラットフォーム同期するならtoDō Sync、リモートコピーを持ちたくない場合はローカルのままにします。
ms: toDō anda sudah berfungsi pada peranti ini. Pilih iCloud untuk penyegerakan Apple sahaja, toDō Sync untuk penyegerakan merentas platform berasaskan akaun, atau kekal setempat jika anda tidak mahu salinan jauh.
th: toDō ของคุณใช้งานได้บนอุปกรณ์นี้แล้ว เลือก iCloud สำหรับซิงก์เฉพาะอุปกรณ์ Apple, เลือก toDō Sync สำหรับซิงก์ข้ามแพลตฟอร์มผ่านบัญชี หรือเก็บไว้ในเครื่องถ้าไม่ต้องการสำเนาระยะไกล
ur: آپ کے toDōs اس ڈیوائس پر پہلے ہی کام کرتے ہیں۔ صرف Apple ڈیوائسز کے لیے iCloud منتخب کریں، اکاؤنٹ پر مبنی کراس پلیٹ فارم سنک کے لیے toDō Sync منتخب کریں، یا اگر ریموٹ کاپی نہیں چاہیے تو مقامی رہیں۔
zh_hans: 你的 toDō 已经可以在此设备上使用。 如果只在 Apple 设备间同步，请选择 iCloud；如果需要基于账户的跨平台同步，请选择 toDō Sync；如果不想保留远程副本，可以继续仅保存在本机。

source: Your toDōs stay on this device until you choose a sync option.
ar: تبقى تُدُس على هذا الجهاز حتى تختار خيار مزامنة.
es: Tus toDōs se quedan en este dispositivo hasta que elijas una opcion de sync.
hi: जब तक आप सिंक विकल्प नहीं चुनते, आपके toDōs इसी डिवाइस पर रहते हैं।
it: I tuoi toDō restano su questo dispositivo finche non scegli un'opzione di sync.
ja: 同期オプションを選ぶまで、toDōはこのデバイスに残ります。
ms: toDō anda kekal pada peranti ini sehingga anda memilih pilihan sync.
th: toDō จะอยู่บนอุปกรณ์นี้จนกว่าคุณจะเลือกตัวเลือกซิงก์
ur: Sync option منتخب کرنے تک آپ کے toDōs اسی ڈیوائس پر رہتے ہیں۔
zh_hans: 在你选择同步选项前，toDō 会保留在此设备上。

source: Your unsaved edits will be lost.
ar: ستفقد تعديلاتك غير المحفوظة.
es: Se perderán las ediciones no guardadas.
hi: आपके सहेजे न गए संपादन खो जाएंगे.
it: Le modifiche non salvate andranno perse.
ja: 未保存の編集は失われます。
ms: Edit yang belum disimpan akan hilang.
th: การแก้ไขที่ยังไม่ได้บันทึกจะหายไป
ur: آپ کی غیر محفوظ ترامیم ضائع ہو جائیں گی۔
zh_hans: 您未保存的编辑将会丢失。

source: Your workload is steady. Choose one active toDō and move it forward.
ar: عبء عملك مستقر. اختر مهمة toDō نشطة وادفعها إلى الأمام.
es: Tu carga de trabajo está estable. Elige un toDō activo y hazlo avanzar.
hi: आपका कार्यभार स्थिर है। एक सक्रिय toDō चुनें और उसे आगे बढ़ाएँ।
it: Il carico di lavoro è stabile. Scegli un toDō attivo e portalo avanti.
ja: 作業量は安定しています。進行中のtoDōを1つ選んで前に進めましょう。
ms: Beban kerja anda stabil. Pilih satu toDō aktif dan gerakkannya ke hadapan.
th: ภาระงานของคุณคงที่ เลือก toDō ที่กำลังทำอยู่หนึ่งรายการแล้วเดินหน้าต่อ
ur: آپ کا کام مستحکم ہے۔ ایک فعال toDō منتخب کریں اور اسے آگے بڑھائیں۔
zh_hans: 你的工作量较为稳定。选择一个进行中的 toDō 并推动它向前。

source: Z to A
ar: ي إلى أ
es: Z a A
hi: Z से A
it: Z-A
ja: ZからA
ms: Z ke A
th: Z ถึง A
ur: Z سے A
zh_hans: Z 到 A

source: mo
es: mes
hi: एमओ
ja: も
th: เดือน
zh_hans: 莫

source: ToDō
es: Hacer
hi: करने के लिए
it: Fare
ja: 藤堂
th: โทโด
zh_hans: 东都

source: ToD
hi: लोमड़ी
ja: へ
th: ทีโอดี
